org2/cv.tex
% Created 2023-07-24 Mon 07:36
% Intended LaTeX compiler: pdflatex
\documentclass[font size, paper size, etc.]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry} % Adjust margin as needed
\usepackage{fontspec} % If using custom fonts
\usepackage{hyperref} % Add hyperlinks to URLs
\hypersetup{colorlinks=true, linkcolor=blue, urlcolor=blue}
\author{[Your Full Name]}
\date{[Date]}
\title{CV - [Your Full Name]}
\hypersetup{
 pdfauthor={[Your Full Name]},
 pdftitle={CV - [Your Full Name]},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.50 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Contact Information}
\label{sec:orgf113875}
\begin{itemize}
\item Address: [Your Address]
\item Email: [Your Email Address]
\item Phone: [Your Phone Number]
\item LinkedIn: [\url{https://www.linkedin.com/in/eid-alkhaldi-38a10212a/}]
\end{itemize}

\section{Summary}
\label{sec:orga9daf93}
[A brief summary of your professional background, skills, and career goals.]

\section{Education}
\label{sec:org4dcc02c}
\subsection{PhD in Electrical Engineering - [University Name], [Year]}
\label{sec:org2d446db}
[Description of your PhD research and key achievements.]

\subsection{Master's in [Your Major] - [University Name], [Year]}
\label{sec:org71c243b}
[Brief description of your master's degree and any notable projects.]

\subsection{Bachelor's in [Your Major] - [University Name], [Year]}
\label{sec:org59ec2ab}
[Summary of your undergraduate studies and relevant coursework.]

\section{Work Experience}
\label{sec:orgcdb3d3b}
\subsection{[Job Title] - [Company/Organization], [Dates]}
\label{sec:orgaa672b2}
\begin{itemize}
\item\relax [Description of your role and responsibilities]
\item\relax [Highlight any significant achievements or projects]
\end{itemize}

\subsection{[Job Title] - [Company/Organization], [Dates]}
\label{sec:org9c79970}
\begin{itemize}
\item\relax [Description of your role and responsibilities]
\item\relax [Highlight any significant achievements or projects]
\end{itemize}

\section{Publications}
\label{sec:orgf2a2f08}
[List your publications, including conference papers and journal articles.]

\section{Technical Skills}
\label{sec:orge5c998a}
[List your relevant technical skills, programming languages, tools, etc.]

\section{Awards and Honors}
\label{sec:org0421beb}
[Any awards, scholarships, or honors you've received.]

\section{Certifications}
\label{sec:org09546c4}
[List any relevant certifications you hold.]

\section{Languages}
\label{sec:org1d7d850}
[Mention your proficiency in different languages.]

\section{References}
\label{sec:org96697f2}
[Available upon request.]
\end{document}